Revit 2026 API

# UnifiedBitmapUnifiedbitmapRGBAmount Property

---

The property labeled "Brightness" from the "UnifiedBitmap" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string UnifiedbitmapRGBAmount { get; }
```
```vb
Public Shared ReadOnly Property UnifiedbitmapRGBAmount As String
	Get
```
```cpp
public:
static property String^ UnifiedbitmapRGBAmount {
	String^ get ();
}
```
```fsharp
static member UnifiedbitmapRGBAmount : string with get
```

#### Property Value

String

This property is of type "AssetPropertyDouble" within the range of "0, 1".

#### Reference

UnifiedBitmap Class

Autodesk.Revit.DB.Visual Namespace